/* Fichier de traduction en GERMAN */
"Langue" = "de";
"English" = "German";

"About" = "Darüber";
"Ok1"="Ok";
"Near by installations" = "Nahe Pflöcke";
"Estimate my production" = "Meine Produktion schätzen";

"Align your iPhone and your roof" = "Ihr iPhone und Ihr Dach aufzureihen";

"Indicate l' angle of your roof" = "Geben Sie den Winkel Ihres Daches";

"with the red point or the slide." = "mit dem roten Punkt oder die Furche.";

"Slope" = "Neigung";

"Cancel" = "Annulieren";

"Put yourself in front of your roof" = "Stehen Sie vor Ihrem Dach";

"Wait until the compass s' stop" = "Warten Sie, daß der Kompaß anhält";

"Back" = "Zurück";

"Slope roof" = "Neigung des Daches";

"Result" = "Berechnung";

"Orientation roof" = "Orientierung des Daches";

"Loading in progress" = "arbeitende Aufladung ...";

"Do you see your roof side" = "Sehen Sie die Seite Ihres Daches";

"like on the picture ?" =  "als gezeigte auf dieser Abbildung ?";

"Unknown error (%@) from iBDPV.com server.\nPlease send a mail to contact@ibdpv.fr" = "Unbekannter Fehler (%@) , der von iBDPV.fr geschickt wird \n bitte senden Sie ein Mail zu contact@ibdpv.fr";

"Unknown error from iBDPV.com server.\nPlease send a mail to contact@ibdpv.fr" = "Unbekannter Fehler, der von iBDPV.fr geschickt wird.\nBitte senden Sie ein Mail zu contact@ibdpv.fr";

"Unknown error" = "Unbekannter Fehler";

"Upload error" = "Fehler von der Aufladung";

"Error parsing XML" = "parsing XML Fehler";

"Error" = "Fehler";

"Estimate my production" = "Meine Produktion zu schätzen";

"Step 2/3 - Slope" = "Schritt 2/3 - Neigung";

"Enter an address" = "Geben Sie eine Adresse";

"Congratulation, you are using a bèta version." = "Glückwunsch : Sie wenden eine Beta Version an, die augenblicklich nicht verfügbar ist";

"IBDPV not only enables you to calculate the quantity of photovoltaic electricity that you could produce by installing PV panels on your roof, but also to discover the photovoltaic installations in your area.<br><br> The iBDPV application is realistic because the estimate of your production is calculated by using REAL figures, based on data from installations operating in your area. iBDPV uses the collected data, provided by thousands of private individuals, on the site bdpv.fr (description in lower part).<br><br><b>Glossary</b>: Photovoltaic Panels: also called Solar Panels, are installed on your roof and produce Green Electricity using the light from the sun. Description of the <a href=http://www.bdpv.fr>http://www.bdpv.fr</a> :</b><br> site: BDPV allows to the owners photovoltaic panels to log and view their historical production data and to compare it with neighbouring. BDPV helps understand if a installation behaves as simulated by the fitter and allows system age degradation to be monitored,Ö. All that free. BDPV provides a whole host of graphs to analyze your data, graphs which you can also insert in your blog or Web site. For those not yet having solar panels, BDPV brings the possibility of visualizing, on a chart, the installations of its area, of seeing the equipment used (inverter,Ö), actual production, graphs of production,…<br><br><b>Partners</b><br><a href=http://forum-photovoltaique.fr>http://forum-photovoltaique.fr</a> : This forum is for the use of everyone who is interested in, already have or would like to have a photovoltaic installation. Whether you are a private individual, a professional or other, this forum will enable you to share your experiences, to put questions, to find answers about the material, on what to buy, etc,… .http://gppep.org: GPPEP is an association created by private individuals having photovoltaic panels, who have or wish to install Solar PV. GPPEP means: Group of the Producing Private individuals of Electricity Photovoltaic question or a note:: contact@ibdpv.fr<br> Plus  information on iBDPV: <a href=http://www.ibdpv.fr>http://www.ibdpv.fr</a><br><br><i>iBDPV was developed by Jean-Mathieu D. and David T.</i>"
= "iBDPV erlaubt Ihnen den Ertrag der photovoltaischen Elektrizität zu rechnen, den Sie produzieren könnten, während photovoltaische Module auf Ihrem Dach zu setzen, aber auch die anderen photovoltaischen Einrichtungen nahe bei Ihnen zu entdecken.<br><br>Die iBDPV Anwendung ist EINZIG, weil die Einschätzung Ihrer Produktion aus WAHREN Zahlen gemacht wird, die aus arbeitenden PV Anlagen nahe bei Ihnen kommen. iBDPV nutzt Daten, die auf der Website bdpv.fr von Tausende Privatpersonen registriert worden sind (Beschreibung unten).<br><br><b>Glossar :</b><br>Photovoltaische Module : also genannt PV Module ; es handelt sich um Geräte, die auf Ihrem Dach gesetzt werden, und die fähig sind, grüne Elektrizität aus der Sonne zurück zu geben.<br><br><b>Beschreibung der Website <a href=http://www.bdpv.fr/index_de.php>http://www.bdpv.fr/index_de.php</a> :</b><br> Die BDPV Website erlaubt den Besitzern von Photovoltaischen Zentralen ihre Elektrizitätsproduktion zu beobachten und mit den Anderen in der Nähe zu vergleichen. BDPV hilft Ihnen auch, um zu wissen, wenn ein System als simulierte von dem Installateur sich benimmt, wenn es nicht sinkt, wie es mit anderen Systeme vergleicht... Alles das GRATIS ;  BDPV liefert eine Gesamtheit von Graphiken, um Ihre Daten zu analysieren, die Sie in Ihren Blog oder Website einfügen können.<br>. Auch bringt BDPV die Möglichkeit, die Einrichtungen Ihrer Gegend auf einer Karte festzulegen, die angewandten Geräte (Wechselrichter...) zu sehen, die gewartete Produktion, die Ertragsgraphiken zu studieren, für die Privatpersonen oder Unternehmen, die solare Anlage noch nicht haben,.<br><br><b>Partner :</b><br><a href=http://forum-photovoltaique.fr>http://forum-photovoltaique.fr</a> : Dieses Forum spricht mit allen, die für die photovoltaische Einrichtungen sich interessieren, daß sie davon schon Eine hätten oder daß sie davon Eine zu bauen wünschen. Auch für eine Privatperson, einen Profi oder andere Nebenkläger, wird dieses Forum erlauben, seine Erfahrungen zu teilen, Fragen zu stellen, einen Rat über den Geräte zu finden, worauf zu kaufen, die Schlüsselpunkte zu prüfen, ...<br><a href=http://gppep.org>http://gppep.org</a> : GPPEP ist eine Vereinigung, die von Privatpersonen mit photovoltaischen Einrichtungen geschaffen wird, bestimmt für Privatpersonen, die schon eine PV Einrichtung haben, oder Eine zu besitzen wünschen. GPPEP bedeutet auf Französishh : Groupement des Particuliers Producteurs d’Electricité Photovoltaïque, gleichbedeutend auf Deutsch : « Gruppierung von den Privatpersonen Hersteller von Photovoltaischen Elektrizität » <br><br>eine Frage oder Bemerkung : contact@ibdpv.fr<br> über iBDPV mehr zu wissen : <a href=http://www.ibdpv.fr>http://www.ibdpv.fr</a><br><br><i>iBDPV ist von Jean-Mathieu D. et David T konzipiert worden. Deutsche Übersetzung : Sycomoreen</i>";


"It is necessary to download the new version (v%@)." = "Es ist notwendig, die neue Version aufzuladen (v%@).";

"It is necessary to download the new version." = "Es ist notwendig, die neue Version aufzuladen.";

"Unable to connect to the BDPV server.\nPlease check your Internet Connection and try iBDPV again." = "Unmöglich an dem BDPVs Server einzuloggen.\nBitte aktivieren Sie Ihre Verbindung und schleudern Sie iBDPV zurück.";

"Incline your iPhone so that it lines up with your roof like on the picture below." = "Neigen Sie Ihr iPhone um seine Seite mit Ihrem Dach entsprechen zu lassen, als unten auf dem Foto.";

"Indicate North on the compass" = "Zeigen Sie den Norden auf dem Kompaß";

"by making it turn with your finger" = "während mit Ihrem Finger es zu drehen";

"km\nConnected the " = "km\nVerbunden an ";

"Locate your house" = "Lokalisieren Sie Ihr Haus";

"Bad reception of the data Please try test again." = "Schlechter Empfang der Daten\nDank wieder zu versuchen.";

"Near installations" = "Karteikarte in der Nähe";

"No" = "Nein";

"A newer version (v%@) is available." = "Neue iBDPV Version (v%@) verfügbar";

"New iBDPV version" = "Neue iBDPV Version";

"Number of Installation: "="Zahl der Einrichtungen: ";

"Ok" = "Validieren";

"No Compass" = "keinen Kompaß";

"No connexion" = "Keine Verbindung";

"Proceed in manual mode." = "die manuelle Steuerung zu haben.";

"Later" = "Später";

"Problem extracting XML data" = "Problem von XML Erlangen";

"then press 'Ok'"  = "dann stützen Sie auf dem Knopf 'Validieren' ab";

"Download" = "Aufladen";

"iBDPV béta version" = "iBDPV beta Version";

"iBDPV Obsolete version" = "Obsolete iBDPV Version ";

"Version upToDate -  Official version on appStore" = "UpToDate Version - offizielle Version auf appStore";

"Checking connection iBDPV.fr\nPlease have patience ..." = "Verbindungsüberprüfung an iBDPV.fr\nbitte gedulden Sie...";

"Yes" = "Ja";
